come_back_message = "С возвращением!"
start_message = "Привет! Это бот для запоминания английских слов!"
quantity_selection_of_words_message = "Выбери количество слов в день, которое бы ты хотел изучать:"
quantity_of_words_set = {'5', '10', '15', '20'}
timing_message = "Давай я буду напоминать тебе изучать слова, чтобы прогресс шел быстрее? \n\n" \
                 "Выбери время (МСК) в которое тебе будет удобно заниматься:"
selecting_categories_message = "Выбери категории слов, которые бы ты хотел изучать:"
categories_of_words = {'1000 самых употребляемых слов', '5000 самых употребляемых слов', 'Слова для IT', 'Продолжить'}
timing_map = {'00:00', '01:00', '02:00', '03:00', '04:00', '05:00',
              '06:00', '07:00', '08:00', '09:00', '10:00', '11:00',
              '12:00', '13:00', '14:00', '15:00', '16:00', '17:00',
              '18:00', '19:00', '20:00', '21:00', '22:00', '23:00'}
start_work_with_bot_message = "Ну что, начнем? \n\nКнопками внизу можно делать все, что душе угодно...\n\n" \
                              "А для добавления своего слова - просто пришли его боту!"
category_already_exist_maessage = f"Вы уже добавили категорию '{message.text}' к себе..."
start_settings_message = 'Давай мы с тобой тут все настроим...'
